Repository: vsharafi/new_shop
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Your product has been successfully added to the cart
fa: محصول شما با موفقیت به سبد خرید اضافه شد

source: Your product has been successfully removed from the cart
fa: محصول شما با موفقیت از سبد خرید حذف شد

source: Cart
fa: سبد خرید

source: Cart is empty. Please add some product to the cart
fa: سبد خرید خالی است. لطفا چند محصول به سبد خرید اضافه کنید

source: Go shopping
fa: صفحه محصولات

source: Empty the cart.
fa: خالی کردن سبد خرید

source: Order
fa: ثبت سفارش

source: Total
fa: جمع کل

source: Go to Cart
fa: مشاهده سبد خرید

source: Checkout
fa: ثبت سفارش

source: Your cart has been successfully emptied.
fa: سبد خرید شما با موفقیت خالی شد

source: Your cart is already empty.
fa: سبد خرید شما خالی است.
